Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# verlauf.custom_plant.message
source: Für selbst erstellte Gewohnheiten gibt es keinen Pfad.
en: There is no path for custom habits.
es: No hay camino para hábitos personalizados.
fr: Il n'y a pas de chemin pour les habitudes personnalisées.
hi: स्वयं बनाई गई आदतों के लिए कोई रास्ता नहीं है।
it: Non c'è alcun percorso per le abitudini personalizzate.
ja: カスタム習慣には道がありません。
ko: 습관적인 습관에는 길이 없습니다.
nl: Er is geen pad voor aangepaste gewoonten.
pl: Nie ma ścieżki do niestandardowych nawyków.
pt: Não há caminho para hábitos personalizados.
ru: Не существует пути для привычек, созданных вами самим.
tr: Özel alışkanlıklara giden bir yol yoktur.
zh_hans: 没有办法培养自己养成的习惯。
zh_hant: 沒有辦法培養自己養成的習慣。

# verlauf.empty.subtitle
source: Gieße deine Pflanze, um die Historie zu sehen.
en: Water your plant to see the history.
es: Riega tu planta para ver el historial.
fr: Arrosez votre plante pour voir l'historique.
hi: इतिहास देखने के लिए अपने पौधे को पानी दें।
it: Annaffia la tua pianta per vedere la cronologia.
ja: 植物に水をあげて歴史を見てみましょう。
ko: 역사를 보려면 식물에 물을 주세요.
nl: Geef je plant water om de geschiedenis te zien.
pl: Podlewaj roślinę, aby zobaczyć historię.
pt: Regue sua planta para ver o histórico.
ru: Полейте растение, чтобы увидеть историю.
tr: Tarihi görmek için bitkinizi sulayın.
zh_hans: 给你的植物浇水以了解历史。
zh_hant: 給你的植物澆水以了解歷史。

# verlauf.empty.title
source: Noch keine Daten
en: No Data Yet
es: Aún no hay datos
fr: Pas encore de données
hi: अभी कोई डेटा नहीं
it: Nessun dato ancora
ja: まだデータがありません
ko: 아직 데이터가 없습니다
nl: Nog geen gegevens
pl: Brak danych
pt: Ainda sem dados
ru: Данных пока нет
tr: Henüz Veri Yok
zh_hans: 还没有数据
zh_hant: 還沒有數據

# verlauf.stat.days
source: Tage gegossen
en: Days watered
es: Días regados
fr: Jours arrosés
hi: दिन ढाले गए
it: Giorni annaffiati
ja: 日数 水をかけた
ko: 일 물을 주다
nl: Dagen bewaterd
pl: Dni podlewać
pt: Dias regados
ru: дни налили
tr: Günler sulanmış
zh_hans: 天 倒
zh_hant: 天 倒

# verlauf.stat.rate
source: Konstanz Rate
en: Consistency Rate
es: Tasa de constancia
fr: Taux de constance
hi: कॉनस्टांज दर
it: Tasso di costanza
ja: 一貫性 料金
ko: 일관성 요금
nl: Consistentie Beoordeel
pl: Spójność Oceń
pt: Taxa de constância
ru: Постоянство Оценить
tr: Tutarlılık Oran
zh_hans: 恒心 率
zh_hant: 恆心 率

# verlauf.stat.streak
source: Aktueller Streak
en: Current Streak
es: Racha actual
fr: Série actuelle
hi: वर्तमान स्ट्रिक
it: Serie attuale
ja: 現在 ストリーク
ko: 현재 연속
nl: Huidig Streep
pl: Aktualny Smuga
pt: Sequência atual
ru: Более актуальный Полоса
tr: Mevcut Çizgi
zh_hans: 更多最新信息 连胜
zh_hant: 更多最新信息 連勝

# verlauf.title
source: 90-Tage Historie
en: 90-Day History
es: Historial de 90 días
fr: Historique de 90 jours
hi: 90-दिन का इतिहास
it: Cronologia di 90 giorni
ja: 90日間の履歴
ko: 90일 기록
nl: Geschiedenis van 90 dagen
pl: 90-dniowa historia
pt: Histórico de 90 dias
ru: 90-дневная история
tr: 90 Günlük Geçmiş
zh_hans: 90天历史记录
zh_hant: 90天歷史記錄

source: Vorbereitung starten
en: Start Preparation
es: Iniciar preparación
fr: Commencer la préparation
hi: तैयारी शुरू करें
it: Inizia la preparazione
ja: 準備を開始
ko: 준비 시작
nl: Voorbereiding starten
pl: Zacznij przygotowania
pt: Iniciar preparação
ru: Начать подготовку
tr: Hazırlığa başla
zh_hans: 开始准备
zh_hant: 開始準備

# wasser.entspricht
source: Das entspricht %d Gießvorgängen
en: That's %d watering cycles
es: Eso son %d ciclos de riego
fr: Cela correspond à %d cycles d'arrosage
hi: यह%dढलाई प्रक्रियाओं के बराबर है
it: That's %d watering cycles
ja: これは %d 回の水やりサイクルです
ko: %d번의 물 주기입니다
nl: Dat zijn %d bewateringscycli
pl: To %d cykli nawadniania
pt: Isso corresponde a %d ciclos de rega
ru: Это соответствует процессам литья%d.
tr: Bu %d sulama döngüsü demektir
zh_hans: 这对应于%d铸造工艺
zh_hant: 這對應於%d鑄造工藝

# wasser.gesamt
source: Gesamt
en: Total
es: Total
fr: Total
hi: कुल
it: Total
ja: 合計
ko: 총
nl: Totaal
pl: Całkowity
pt: Total
ru: Всего
tr: Toplam
zh_hans: 总共
zh_hant: 總共

# wasser.giessvorgang
source: Gießvorgänge
en: Watering cycles
es: Ciclos de riego
fr: Cycles d'arrosage
hi: ढालने की प्रक्रियाएँ
it: Watering cycles
ja: 水やりサイクル
ko: 물주기
nl: Besproeiingscycli
pl: Cykle podlewania
pt: Ciclos de rega
ru: Литейные операции
tr: Sulama döngüleri
zh_hans: 铸造作业
zh_hant: 鑄造作業

# wasser.karte.titel
source: GIESSWASSER
en: WATERING
es: AGUA DE RIEGO
fr: EAU D'ARROSAGE
hi: सिंचाई का पानी
it: WATERING
ja: 水やり
ko: 살수
nl: WATERGEVEN
pl: PODLEWANIE
pt: ÁGUA DE REGA
ru: ГИССВАССЕР
tr: SULAMA
zh_hans: 倒水
zh_hant: 倒水

# wasser.leer.body
source: Gieße deine Pflanzen, um Statistiken zu sehen.
en: Water your plants to see statistics.
es: Riega tus plantas para ver estadísticas.
fr: Arrose tes plantes pour voir les statistiques.
hi: सांख्यिकी देखने के लिए अपने पौधों को पानी दें।
it: Water your plants to see statistics.
ja: 植物に水をあげて統計を確認してください。
ko: 통계를 보려면 식물에 물을 주세요.
nl: Geef uw planten water om statistieken te bekijken.
pl: Podlewaj swoje rośliny, aby zobaczyć statystyki.
pt: Water your plants to see statistics.
ru: Поливайте растения, чтобы увидеть статистику.
tr: İstatistikleri görmek için bitkilerinizi sulayın.
zh_hans: 给植物浇水以查看统计数据。
zh_hant: 給植物澆水以查看統計數據。

# wasser.leer.titel
source: Bisher kein Wasser
en: No water yet
es: Sin agua aún
fr: Pas encore d'eau
hi: अब तक पानी नहीं
it: No water yet
ja: まだ水がありません
ko: 아직 물이 없어요
nl: Nog geen water
pl: Jeszcze nie ma wody
pt: No water yet
ru: Воды пока нет
tr: Henüz su yok
zh_hans: 还没有水
zh_hant: 還沒有水

# wasser.meine.pflanzen
source: Meine Pflanzen
en: My Plants
es: Mis Plantas
fr: Mes plantes
hi: मेरे पौधे
it: My Plants
ja: 私の植物
ko: 내 식물
nl: Mijn planten
pl: Moje Rośliny
pt: As minhas plantas
ru: Мои растения
tr: Bitkilerim
zh_hans: 我的植物
zh_hant: 我的植物

# wasser.titel
source: Gießwasser
en: Watering Stats
es: Estadísticas de Riego
fr: Statistiques d'arrosage
hi: सिंचाई का पानी
it: Watering Stats
ja: 散水統計
ko: 급수 통계
nl: Besproeiingsstatistieken
pl: Statystyki podlewania
pt: Estatísticas de rega
ru: поливная вода
tr: Sulama İstatistikleri
zh_hans: 灌溉水
zh_hant: 灌溉水

# wasser.zyklus.plural
source: %d Gießvorgänge
en: %d watering cycles
es: %d ciclos de riego
fr: %d cycles d'arrosage
hi: %dढालने की प्रक्रियाएँ
it: %d watering cycles
ja: %d 回の水やりサイクル
ko: %d번의 물 주기
nl: %d bewateringscycli
pl: %d cykli nawadniania
pt: %d ciclos de rega
ru: %d полива
tr: %d sulama döngüsü
zh_hans: %d铸造作业
zh_hant: %d鑄造作業

# wasser.zyklus.singular
source: 1 Gießvorgang
en: 1 watering cycle
es: 1 ciclo de riego
fr: 1 cycle d'arrosage
hi: 1 ढलाई प्रक्रिया
it: 1 watering cycle
ja: 1回の水やりサイクル
ko: 1회 물 주기
nl: 1 bewateringscyclus
pl: 1 cykl nawadniania
pt: 1 ciclo de rega
ru: 1 процесс заливки
tr: 1 sulama döngüsü
zh_hans: 1 浇注工序
zh_hant: 1 澆注工序

# weather.detail.difficult
source: Erschwert
en: Hindered
es: Dificultado
fr: Difficile
hi: मुश्किल
it: Hindered
ja: 妨げられた
ko: 방해됨
nl: Gehinderd
pl: Utrudnione
pt: Dificultado
ru: Сложный
tr: Engellendi
zh_hans: 复杂的
zh_hant: 複雜的

# weather.detail.watering
source: GIESSEN
en: WATERING
es: REGAR
fr: ARROSAGE
hi: पोलना
it: WATERING
ja: 水やり
ko: 살수
nl: WATERGEVEN
pl: PODLEWANIE
pt: REGA
ru: НАЛИВАТЬ
tr: SULAMA
zh_hans: 倒
zh_hant: 倒

# weather.duerre.subtitle
source: Doppeltes Gießen erforderlich!
en: Double watering required!
es: ¡Se requiere doble riego!
fr: Double arrosage requis !
hi: दोहरी ढलाई आवश्यक!
it: Double watering required!
ja: 二度の水やりが必要です！
ko: 이중 급수 필요!
nl: Dubbele watergift vereist!
pl: Wymagane podwójne podlewanie!
pt: Rega dupla necessária!
ru: Требуется двойной полив!
tr: Çift sulama gerekli!
zh_hans: 需要双倍浇水！
zh_hant: 需要雙倍澆水！

# weather.duerre.title
source: Dürre-Alarm!
en: Drought Alert!
es: ¡Alarma de sequía!
fr: Alerte sécheresse !
hi: सूखा चेतावनी!
it: Drought Alert!
ja: 干ばつ警報！
ko: 가뭄 경고!
nl: Droogte waarschuwing!
pl: Alarm suszy!
pt: Alerta de seca!
ru: Внимание, засуха!
tr: Kuraklık Uyarısı!
zh_hans: 干旱警报！
zh_hant: 乾旱警報！

# weather.new_event
source: Neues Wetter-Event!
en: New Weather Event!
es: ¡Nuevo Evento Meteorológico!
fr: Nouvel événement météo !
hi: नया मौसम घटना!
it: New Weather Event!
ja: 新しい天気イベント！
ko: 새로운 날씨 이벤트!
nl: Nieuw weerevenement!
pl: Nowe wydarzenie pogodowe!
pt: Novo evento meteorológico!
ru: Новое погодное событие!
tr: Yeni Hava Durumu Etkinliği!
zh_hans: 新天气活动！
zh_hant: 新天氣活動！

# weather.normal.subtitle
source: Alles wächst wie geplant
en: Everything grows as planned
es: Todo crece según lo previsto
fr: Tout pousse comme prévu
hi: सब कुछ योजना के अनुसार बढ़ रहा है
it: Everything grows as planned
ja: すべては計画通りに成長します
ko: 모든 것은 계획대로 성장한다
nl: Alles groeit zoals gepland
pl: Wszystko rośnie zgodnie z planem
pt: Tudo cresce como planeado
ru: Все растет по плану
tr: Her şey planlandığı gibi büyüyor
zh_hans: 一切都在按计划发展
zh_hant: 一切都在按計劃發展

# weather.normal.title
source: Ruhiger Tag
en: Calm Day
es: Día tranquilo
fr: Journée calme
hi: शांत दिन
it: Calm Day
ja: 穏やかな日
ko: 평온한 날
nl: Rustige dag
pl: Spokojny dzień
pt: Dia calmo
ru: Тихий день
tr: Sakin Gün
zh_hans: 安静的一天
zh_hant: 安靜的一天

# weather.perfekt.subtitle
source: Heute doppelte Belohnung!
en: Double rewards today!
es: ¡Doble recompensa hoy!
fr: Double récompense aujourd'hui !
hi: आज डबल इनाम!
it: Double rewards today!
ja: 今日は報酬が2倍！
ko: 오늘 보상이 두 배!
nl: Dubbele beloning vandaag!
pl: Podwójne nagrody dzisiaj!
pt: Recompensa dupla hoje!
ru: Двойная награда сегодня!
tr: Bugün çifte ödül!
zh_hans: 今天双倍奖励！
zh_hant: 今天雙倍獎勵！

# weather.perfekt.title
source: Perfektes Wetter!
en: Perfect Weather!
es: ¡Clima perfecto!
fr: Météo parfaite !
hi: परफेक्ट मौसम!
it: Perfect Weather!
ja: 完璧な天気！
ko: 완벽한 날씨!
nl: Perfect weer!
pl: Idealna pogoda!
pt: Tempo perfeito!
ru: Идеальная погода!
tr: Mükemmel Hava!
zh_hans: 完美的天气！
zh_hant: 完美的天氣！

# weather.regen.subtitle
source: Heute gibt es doppelte XP!
en: Double XP today!
es: ¡Doble XP hoy!
fr: Double XP aujourd'hui !
hi: आज डबल XP है!
it: Double XP today!
ja: 今日はXPが2倍！
ko: 오늘 XP 두 배!
nl: Dubbele XP vandaag!
pl: Podwójne XP dzisiaj!
pt: XP duplo hoje!
ru: Сегодня мы получаем двойной опыт!
tr: Bugün çifte XP!
zh_hans: 今天我们获得双倍 XP！
zh_hant: 今天我們獲得雙倍 XP！

# weather.regen.title
source: Regen
en: Rain
es: Lluvia
fr: Pluie
hi: बारिश
it: Rain
ja: 雨
ko: 비
pl: Deszcz
pt: Chuva
ru: Реген
tr: Yağmur
zh_hans: 雨
zh_hant: 雨

# weather.rule.duerre
source: Dürre-Alarm: Heute zweimal gießen.
en: Drought alert: Water twice today.
es: Alarma de sequía: Hoy riegue dos veces.
fr: Alerte sécheresse: arrose deux fois aujourd'hui.
hi: सूखे की चेतावनी: आज दो बार पानी दें।
it: Drought alert: Water twice today.
ja: 干ばつ警報: 今日は2回水を与えてください。
ko: 가뭄 경보: 오늘 물을 두 번 주세요.
nl: Droogtewaarschuwing: vandaag twee keer water geven.
pl: Ostrzeżenie o suszy: dzisiaj podlewaj dwa razy.
pt: Alerta de seca: rega duas vezes hoje.
ru: Предупреждение о засухе: сегодня полейте дважды.
tr: Kuraklık uyarısı: Bugün iki kez su verilecek.
zh_hans: 干旱警报：今天浇水两次。
zh_hant: 乾旱警報：今天澆水兩次。

# weather.rule.normal
source: Alles normal. Einmal gießen.
en: All normal. Water once.
es: Todo es normal. Riegue una vez.
fr: Tout est normal. Arrose une fois.
hi: सब सामान्य। एक बार पानी दें।
it: All normal. Water once.
ja: すべて正常です。一度水やりをします。
ko: 모두 정상입니다. 물을 한 번 주세요.
nl: Allemaal normaal. Eén keer water geven.
pl: Wszystko normalne. Raz podlać.
pt: Tudo normal. Rega uma vez.
ru: Все нормально. Поливайте один раз.
tr: Hepsi normal. Bir kez su.
zh_hans: 一切正常。浇一次水。
zh_hant: 一切正常。澆一次水。

# weather.rule.perfekt
source: Perfektes Wetter: Heute doppelte Coins.
en: Perfect weather: Double coins today.
es: Clima perfecto: Hoy obtenga el doble de gemas.
fr: Météo parfaite: double les pièces aujourd'hui.
hi: संपूर्ण मौसम: आज डबल सिक्के।
it: Perfect weather: Double coins today.
ja: 絶好の天気: 今日はコインが 2 倍になります。
ko: 완벽한 날씨: 오늘은 동전 두 배입니다.
nl: Perfect weer: dubbele munten vandaag.
pl: Idealna pogoda: dziś podwójne monety.
pt: Tempo perfeito: moedas duplas hoje.
ru: Идеальная погода: сегодня двойные монеты.
tr: Mükemmel hava: Bugün çift para.
zh_hans: 完美天气：今天双倍硬币。
zh_hant: 完美天氣：今天雙倍硬幣。

# weather.rule.regen
source: Regen: Heute erhältst du doppelte XP.
en: Rain: Earn double XP today.
es: Lluvia: Hoy obtienes el doble de XP.
fr: Pluie: Gagne le double d'XP aujourd'hui.
hi: बारिश: आज आपको डबल XP मिलेगा।
it: Rain: Earn double XP today.
ja: 雨: 今日は 2 倍の XP を獲得します。
ko: 비: 오늘 XP 두 배 획득.
nl: Regen: Verdien vandaag dubbele XP.
pl: Deszcz: Zdobądź dziś podwójne XP.
pt: Chuva: Ganhas XP duplo hoje.
ru: Дождь: Сегодня вы получите двойной опыт.
tr: Yağmur: Bugün çift XP kazanın.
zh_hans: Rain：今天您将获得双倍 XP。
zh_hant: Rain：今天您將獲得雙倍 XP。

# weather.rule.schnee
source: Frost: Nur die Hälfte der Coins erhalten.
en: Frost: Only receive half the coins.
es: Escarcha: Solo obtenga la mitad de las gemas.
fr: Gel: seulement la moitié des pièces aujourd'hui.
hi: फ्रॉस्ट: केवल आधे सिक्के प्राप्त हुए।
it: Frost: Only receive half the coins.
ja: フロスト: コインの半分だけを受け取ります。
ko: Frost: 코인의 절반만 받습니다.
nl: Frost: ontvang slechts de helft van de munten.
pl: Mróz: Otrzymuj tylko połowę monet.
pt: Gelo: apenas metade das moedas hoje.
ru: Фрост: Получил только половину монет.
tr: Frost: Paranın yalnızca yarısını alın.
zh_hans: 弗罗斯特：只收到了一半的金币。
zh_hant: 弗羅斯特：只收到了一半的金幣。

# weather.rule.sturm
source: Sturm: Wenn eine Pflanze stirbt, verlierst du 2 Leben statt 1.
en: Storm: If a plant dies, you lose 2 lives instead of 1.
es: Tormenta: Si una planta muere, pierdes 2 vidas en lugar de 1.
fr: Tempête: Si une plante meurt, tu perds 2 vies au lieu d'une.
hi: तूफ़ान: जब कोई पौधा मरता है, तो आप 1 के बजाय 2 जीवन खो देते हैं।
it: Storm: If a plant dies, you lose 2 lives instead of 1.
ja: ストーム: 植物が枯れると、ライフは 1 ではなく 2 失われます。
ko: 폭풍: 식물이 죽으면 생명 1개가 아닌 2개를 잃습니다.
nl: Storm: Als een plant sterft, verlies je 2 levens in plaats van 1.
pl: Burza: Jeśli roślina zginie, tracisz 2 życia zamiast 1.
pt: Tempestade: Se uma planta morrer, perdes 2 vidas em vez de 1.
ru: Шторм: Когда растение умирает, вы теряете 2 жизни вместо 1.
tr: Fırtına: Bir bitki ölürse 1 yerine 2 can kaybedersiniz.
zh_hans: 风暴：当一株植物死亡时，你会失去 2 条生命，而不是 1 条。
zh_hant: 風暴：當一株植物死亡時，你會失去 2 條生命，而不是 1 條。

# weather.schnee.subtitle
source: Heute nur 50％ Belohnung
en: Only 50％ rewards today
es: Solo hoy 50％ de recompensa
fr: Seulement 50％ de récompenses aujourd'hui
hi: आज केवल 50％ इनाम
it: Only 50％ rewards today
ja: 今日は 50％ の特典のみ
ko: 오늘은 50％만 보상
nl: Vandaag slechts 50％ beloning
pl: Dzisiaj tylko 50％ nagród
pt: Apenas 50％ de recompensas hoje
ru: Сегодня только 50％ вознаграждение
tr: Bugün yalnızca ％50 ödül
zh_hans: 今天只奖励50％
zh_hant: 今天只獎勵50％

# weather.schnee.title
source: Frostwarnung
en: Frost Warning
es: Aviso de helada
fr: Alerte gel
hi: तुषार चेतावनी
it: Frost Warning
ja: 霜警報
ko: 서리 경고
nl: Vorstwaarschuwing
pl: Ostrzeżenie przed mrozem
pt: Aviso de geada
ru: Предупреждение о заморозках
tr: Don Uyarısı
zh_hans: 霜冻警告
zh_hant: 霜凍警告

# weather.sturm.subtitle
source: Pflanzentod kostet 2 Leben!
en: Plant death costs 2 lives!
es: ¡La muerte de la planta cuesta 2 vidas!
fr: La mort de la plante coûte 2 vies !
hi: पौधे की मौत 2 जीवन लेती है!
it: Plant death costs 2 lives!
ja: 植物が死ぬと 2 人の命が失われます。
ko: 식물이 죽으면 생명이 2개 소모됩니다!
nl: Plantensterfte kost 2 levens!
pl: Śmierć rośliny kosztuje 2 życia!
pt: A morte da planta custa 2 vidas!
ru: Гибель растения стоит 2 жизни!
tr: Bitki ölümü 2 hayata mal olur!
zh_hans: 植物死亡夺去了两条生命！
zh_hant: 植物死亡奪去了兩條生命！

# weather.sturm.title
source: Sturm im Anmarsch
en: Storm Approaching
es: Tormenta acercándose
fr: Tempête en approche
hi: तूफान आते हुए
it: Storm Approaching
ja: 嵐が近づいています
ko: 폭풍우가 다가오고 있다
nl: Storm nadert
pl: Zbliża się burza
pt: Tempestade a aproximar-se
ru: Шторм приближается
tr: Fırtına Yaklaşıyor
zh_hans: 暴风雨即将来临
zh_hant: 暴風雨即將來臨

# weather.today_is
source: Heute gilt
en: Today is
es: Hoy es
fr: Aujourd'hui
hi: आज लागू होता है
it: Today is
ja: 今日は
ko: 오늘은
nl: Vandaag is het
pl: Dzisiaj jest
pt: Hoje
ru: Сегодня применяется
tr: Bugün
zh_hans: 今天适用
zh_hant: 今天適用

# weed_banner_subtitle
source: Nur %@ Belohnung
en: Only %@ reward
es: Solo %@ de recompensa hoy
fr: Seulement %@ de récompense
hi: आज केवल%@इनाम
it: Solo il %@ di ricompensa oggi
ja: 今日の報酬は %@ だけです
ko: 오늘은 %@ 보상만 있습니다
nl: Slechts %@ beloning vandaag
pl: Dzisiaj tylko %@ nagroda
pt: Apenas %@ de recompensa hoje
ru: Сегодня только награда%@
tr: Bugün yalnızca %@ ödül
zh_hans: 今天只有%@奖励
zh_hant: 今天只有%@獎勵

# weed_banner_title
source: Unkraut!
en: Weeds!
es: ¡Malas hierbas!
fr: Mauvaises herbes !
hi: जंगली घास बढ़ रही है!
it: Erbacce in crescita!
ja: 雑草が生えてきました！
ko: 잡초가 자라고 있어요!
nl: Onkruid groeit!
pl: Chwasty rosną!
pt: Ervas daninhas a crescer!
ru: Сорняки растут!
tr: Yabani otlar büyüyor!
zh_hans: 杂草正在生长！
zh_hant: 雜草正在生長！

# weed_banner_title_multi
source: %d Unkräuter
en: %d Weeds
es: ¡%d malas hierbas en el jardín!
fr: %d mauvaises herbes dans le jardin !
hi: %dबगीचे में जंगली घास!
it: %d erbacce nel giardino!
ja: 庭に%d本の雑草がありました!
ko: 정원에 잡초가 %d개 있습니다!
nl: %d onkruid in de tuin!
pl: %d chwastów w ogrodzie!
pt: %d ervas daninhas no jardim!
ru: %d сорняков в саду!
tr: Bahçede %d yabani ot var!
zh_hans: %d花园里的杂草！
zh_hant: %d花園裡的雜草！

# weed_popup_body
source: Unkraut blockiert deine Pflanzen – nur %1$@ XP pro Gießen. Erledige %2$d Gewohnheiten für das aktuelle Unkraut – oder zahle Coins.
en: Weeds block your plants – only %1$@ XP per watering. Complete %2$d habits for the current weed – or pay coins.
es: Las malas hierbas bloquean tus plantas – solo %1$@ de XP por riego. Completa %2$d hábitos para la actual – o paga monedas.
fr: Les mauvaises herbes bloquent tes plantes – seulement %1$@ d'XP par arrosage. Accomplis %2$d habitudes pour celle en cours – ou paye des pièces.
hi: बेवजह घास आपकी पौधों को रोक रही है – केवल%1$@XP प्रति पानी देने पर। वर्तमान बेवजह घास के लिए%2$dआदतें पूरी करें – या सिक्के चुकाएं।
it: Le erbacce bloccano le tue piante – solo %1$@ XP per annaffiatura. Completa %2$d abitudini per quella attuale – o paga monete.
ja: 雑草が植物の邪魔をします - 水やりあたりの XP はわずか %1$@ です。現在の大麻の %2$d 個の習慣を完了するか、コインを支払います。
ko: 잡초가 식물을 막습니다. 물을 뿌릴 때마다 %1$@ XP만 제공됩니다. 현재 잡초에 대해 %2$d개의 습관을 완료하거나 코인을 지불하세요.
nl: Onkruid blokkeert je planten – slechts %1$@ XP per gietbeurt. Voltooi %2$d gewoonten voor de huidige wiet – of betaal munten.
pl: Chwasty blokują Twoje rośliny – tylko %1$@ XP na podlewanie. Ukończ %2$d nawyków dla bieżącego zioła – lub zapłać monetami.
pt: As ervas daninhas bloqueiam as tuas plantas – só %1$@ de XP por rega. Completa %2$d hábitos para a atual – ou paga moedas.
ru: Сорняки блокируют ваши растения — всего%1$@XP за полив. Выполните привычки%2$dдля текущей травки — или заплатите монеты.
tr: Yabani otlar bitkilerinizi engeller; sulama başına yalnızca %1$@ XP. Mevcut ot için %2$d alışkanlığı tamamlayın veya jeton ödeyin.
zh_hans: 杂草会堵塞您的植物 - 每次浇水只需使用%1$@XP。完成当前杂草的%2$d习惯 - 或支付硬币。
zh_hant: 雜草會堵塞您的植物 - 每次澆水只需使用%1$@XP。完成當前雜草的%2$d習慣 - 或支付硬幣。

# weed_popup_button
source: Verstanden
en: Got it
es: Entendido
fr: Compris
hi: समझ गया
it: Capito
ja: わかった
ko: 알았어요
nl: Ik heb het
pl: Rozumiem
pt: Entendido
ru: Понял
tr: Anladım
zh_hans: 明白了
zh_hant: 明白了

# weed_popup_pay
source: Mit Münzen entfernen
en: Remove with coins
es: Remover con monedas
fr: Supprimer avec des pièces
hi: सिक्कों के साथ हटाएं
it: Rimuovi con monete
ja: コインで取り外す
ko: 동전으로 제거
nl: Verwijder met munten
pl: Usuń za pomocą monet
pt: Remover com moedas
ru: Удалить с помощью монет
tr: Madeni paralarla kaldır
zh_hans: 用硬币去除
zh_hant: 用硬幣去除

# weed_popup_title
source: Unkraut im Garten
en: Weeds in the Garden
es: Malas hierbas en el jardín
fr: Mauvaises herbes
hi: बगीचे में खरपतवार
it: Erbacce nel giardino
ja: 庭の雑草
ko: 정원의 잡초
nl: Onkruid in de tuin
pl: Chwasty w ogrodzie
pt: Ervas daninhas no jardim
ru: Сорняки в саду
tr: Bahçedeki yabani otlar
zh_hans: 花园里的杂草
zh_hant: 花園裡的雜草

# weed_progress_label
source: Fortschritt: %d von %d
en: Progress: %d of %d
es: Progreso: %d de %d
fr: Progression: %d sur %d
hi: प्रगति:%dका%d
it: Progresso: %d di %d
ja: 進行状況: %d/%d
ko: 진행률: %d/%d
nl: Voortgang: %d van %d
pl: Postęp: %d z %d
pt: Progresso: %d de %d
ru: Прогресс:%dиз%d
tr: İlerleme: %d / %d
zh_hans: 进展：%d从%d
zh_hant: 進展：%d從%d

# weed_queue_label
source: Danach noch %d weitere Unkräuter
en: %d more weeds after this one
es: %d malas hierbas más después
fr: Encore %d mauvaises herbes après
hi: उसके बाद%dअन्य खरपतवार
it: Ancora %d erbacce dopo questa
ja: この後さらに %d 個の雑草が発生します
ko: 이 것 뒤에 잡초가 %d개 더 있습니다
nl: %d meer onkruid na deze
pl: %d więcej chwastów po tym
pt: Mais %d ervas daninhas depois desta
ru: Тогда%dеще сорняков
tr: Bundan sonra %d yabani ot daha
zh_hans: 然后%d杂草较多
zh_hant: 然後%d雜草較多

# weed_queue_position
source: Unkraut %d von %d in der Warteschlange
en: Weed %d of %d in queue
es: Mala hierba %d de %d en cola
fr: Mauvaise herbe %d sur %d en file
hi: कतरा%dसे%dकी कतार में
it: Erbaccia %d di %d in coda
ja: キュー内の %d/%d をウィードします
ko: %d/%d 잡초가 대기열에 있습니다.
nl: Onkruid %d van %d in wachtrij
pl: Usuń %d z %d w kolejce
pt: Erva %d de %d na fila
ru: Weed%dпоставлен в очередь из%d
tr: Sırada %d otun %d'u var
zh_hans: 从%d排队的杂草%d
zh_hant: 從%d排隊的雜草%d

# weed.comeback.banner
source: Wachstumsschub: %@ XP
en: Growth surge: %@ XP
es: Impulso: %@ XP
fr: Boost: %@ XP
hi: विकास उछाल:%@XP
it: Impulso: %@ XP
ja: 成長の急増: %@ XP
ko: 성장 급증: %@ XP
nl: Groeipiek: %@ XP
pl: Gwałtowny wzrost: %@ XP
pt: Impulso: %@ XP
ru: Скачок роста:%@XP
tr: Büyüme artışı: %@ XP
zh_hans: 突飞猛进：%@XP
zh_hant: 突飛猛進：%@XP

# weed.comeback.overlay.body
source: Du hast deine Unkraut-Plage gemeistert. Für %2$d Stunden erhältst du %1$@ XP pro Gießen.
en: You conquered the weed crisis. For %2$d hours you earn %1$@ XP per watering.
es: Superaste la crisis de malas hierbas. Durante %2$d horas ganas %1$@ de XP por riego.
fr: Tu as surmonté la crise d'herbes. Pendant %2$d heures: %1$@ d'XP par arrosage.
hi: आपने अपनी खरपतवार की समस्या पर काबू पा लिया है।%2$dघंटों के लिए आपको हर पानी देने पर%1$@XP मिलेगा।
it: Hai superato la crisi delle erbacce. Per %2$d ore: %1$@ XP per annaffiatura.
ja: あなたは雑草の危機を克服しました。 %2$d 時間、水やりごとに %1$@ XP を獲得します。
ko: 대마초 위기를 극복하셨습니다. %2$d시간 동안 물을 주면 %1$@ XP를 얻습니다.
nl: Je hebt de wietcrisis overwonnen. Gedurende %2$d uur verdien je %1$@ XP per gietbeurt.
pl: Pokonałeś kryzys chwastów. Przez %2$d godzin zdobywasz %1$@ XP za podlewanie.
pt: Superaste a crise de ervas. Durante %2$d horas: %1$@ XP por rega.
ru: Вы справились с заражением сорняками. За часы%2$dвы получите%1$@XP за отливку.
tr: Ot krizini yendin. %2$d saat boyunca sulama başına %1$@ XP kazanırsınız.
zh_hans: 你已经控制了杂草的侵扰。对于%2$d小时，每次铸造您将获得%1$@XP。
zh_hant: 你已經控制了雜草的侵擾。對於%2$d小時，每次鑄造您將獲得%1$@XP。

# weed.comeback.overlay.button
source: Weiter wachsen
en: Keep growing
es: Seguir creciendo
fr: Continuer
hi: आगे बढ़ना
it: Continua
ja: 成長し続ける
ko: 계속 성장하세요
nl: Blijf groeien
pl: Rośnij dalej
pt: Continuar
ru: Продолжайте расти
tr: Büyümeye devam et
zh_hans: 不断成长
zh_hant: 不斷成長

# weed.comeback.overlay.title
source: Wachstumsschub!
en: Growth Surge!
es: ¡Impulso de crecimiento!
fr: Boost de croissance !
hi: विकास का उछाल!
it: Impulso di crescita!
ja: 急成長！
ko: 성장 급증!
nl: Groeigolf!
pl: Fala wzrostu!
pt: Impulso de crescimento!
ru: Скачок роста!
tr: Büyüme Dalgası!
zh_hans: 成长突飞猛进！
zh_hant: 成長突飛猛進！

# weed.count
source: %lld Unkraut
en: %lld weeds
es: %lld malezas
fr: %lld mauvaises herbes
hi: %lld खरपतवार
it: %lld erbacce
ja: %lld 雑草
ko: %lld 잡초
nl: %lld onkruid
pl: %lld chwastów
pt: %lld ervas daninhas
ru: %lld сорняков
tr: %lld yabani otlar
zh_hans: %lld杂草
zh_hant: %lld雜草
